{
  "privacy": {
    "title": "Integritetspolicy",
    "subtitle": "Hur vi samlar in, använder och skyddar din information",
    "lastUpdated": "Senast uppdaterad",
    "sections": {
      "informationWeCollect": {
        "title": "Information vi samlar in",
        "description": "Vi samlar automatiskt in begränsad information när du besöker vår webbplats. Vi samlar inte in personlig information som namn, e-postadresser eller kontaktuppgifter eftersom vi inte har kontaktformulär eller användarkonton:",
        "items": [
          "Bloggläsningsanalyser (artikelvisningar, lässtatus, tid spenderad på sidor)",
          "Teknisk information (IP-adress, användaragent, webbläsartyp, hänvisande webbplats)",
          "Geografisk information (land-nivå plats från Cloudflare)",
          "Webbplatspreferenser (tema- och språkinställningar lagrade lokalt i din webbläsare)"
        ]
      },
      "howWeUse": {
        "title": "Hur vi använder din information",
        "description": "Informationen vi samlar in används enbart för att:",
        "items": [
          "Analysera blogginnehållets prestanda och läsarengagemang",
          "Förbättra webbplatsens funktionalitet och användarupplevelse",
          "Förstå den allmänna geografiska fördelningen av vår publik",
          "Komma ihåg dina tema- och språkpreferenser för framtida besök"
        ]
      },
      "dataSecurity": {
        "title": "Datasäkerhet",
        "description": "Vi implementerar lämpliga tekniska och organisatoriska åtgärder för att skydda information. All data bearbetas genom Cloudflares säkra infrastruktur, och vi lagrar inte personligt identifierande information på våra servrar."
      },
      "cookies": {
        "title": "Cookies och lokal lagring",
        "description": "Vi använder förstapartscookies och lokal lagring för att förbättra din upplevelse. Vi använder inte tredjepartsspårningscookies eller reklamcookies. Du kan hantera dessa genom vår cookie-samtyckesbanner eller dina webbläsarinställningar."
      },
      "thirdParty": {
        "title": "Tredjepartstjänster",
        "description": "Vi använder följande tredjepartstjänster som kan behandla data när du besöker vår webbplats:",
        "items": [
          "Cloudflare: Innehållsleveransnätverk, säkerhet och serverbaserad analysbehandling (behandlar IP-adresser, användaragenter och förfrågningshuvuden)",
          "Google Fonts: Typsnittsleveranstjänst (laddar Inter-typsnitt från Googles servrar, ingen spårning eller cookies)"
        ]
      },
      "yourRights": {
        "title": "Dina rättigheter",
        "description": "Eftersom vi inte samlar in personligt identifierande information finns det ingen personlig data att komma åt, korrigera eller radera. Du kan dock:",
        "items": [
          "Rensa din webbläsares lokala lagring för att ta bort tema- och språkpreferenser",
          "Använda integritetsfokuserade webbläsare eller annonsblockering för att begränsa datainsamling",
          "Kontakta oss med eventuella integritetsfrågor eller funderingar",
          "Begära information om den allmänna analysdata vi samlar in"
        ]
      },
      "contact": {
        "title": "Kontakta oss",
        "description": "Om du har några frågor om denna integritetspolicy, vänligen kontakta oss:",
        "email": "E-post",
        "emailAddress": "privacy@viscalyx.se"
      }
    }
  }
}
