{
  "privacy": {
    "title": "Privacy Policy",
    "subtitle": "How we collect, use, and protect your information",
    "lastUpdated": "Last updated",
    "sections": {
      "informationWeCollect": {
        "title": "Information we collect",
        "description": "We automatically collect limited information when you visit our website. We do not collect personal information such as names, email addresses, or contact details as we do not have contact forms or user accounts:",
        "items": [
          "Blog reading analytics (article views, reading progress, time spent on pages)",
          "Technical information (IP address, user agent, browser type, referring website)",
          "Geographic information (country-level location from Cloudflare)",
          "Website preferences (theme and language settings stored locally in your browser)"
        ]
      },
      "howWeUse": {
        "title": "How we use your information",
        "description": "The information we collect is used solely to:",
        "items": [
          "Analyze blog content performance and reader engagement",
          "Improve website functionality and user experience",
          "Understand general geographic distribution of our audience",
          "Remember your theme and language preferences for future visits"
        ]
      },
      "dataSecurity": {
        "title": "Data security",
        "description": "We implement appropriate technical and organizational measures to protect information. All data is processed through Cloudflare's secure infrastructure, and we do not store personal identifying information on our servers."
      },
      "cookies": {
        "title": "Local storage and preferences",
        "description": "We do not use cookies for tracking. We only store your theme preference (light/dark mode) and language selection in your browser's local storage. This data remains on your device and is not transmitted to our servers. You can clear this data anytime through your browser settings."
      },
      "thirdParty": {
        "title": "Third-Party Services",
        "description": "We use the following third-party services:",
        "items": [
          "Cloudflare: Provides content delivery, security, and basic analytics (includes standard web analytics data)",
          "Cloudflare Analytics Engine: Stores anonymized blog reading metrics for content improvement"
        ]
      },
      "yourRights": {
        "title": "Your rights",
        "description": "Since we do not collect personal identifying information, there is no personal data to access, correct, or delete. However, you can:",
        "items": [
          "Clear your browser's local storage to remove theme and language preferences",
          "Use privacy-focused browsers or ad blockers to limit data collection",
          "Contact us with any privacy concerns or questions",
          "Request information about the general analytics data we collect"
        ]
      },
      "contact": {
        "title": "Contact us",
        "description": "If you have any questions about this Privacy Policy, please contact us:",
        "email": "Email",
        "emailAddress": "privacy@viscalyx.se"
      }
    }
  }
}
